USERS = {
    "User1": {
        "info": {
            "기본정보": {
                "이름": "곰철수",
                "성별": "남성",
                "생년월일": "1984년 3월 7일",
                "나이": 41,
                "연령대": "40-44세"
            },
            "건강검진정보": {
                "체질량지수(BMI)": {
                "수치": 25.5,
                "위험등급": "주의"
                },
                "혈압(mmHg)": {
                "수치": "125/85",
                "위험등급": "정상"
                },
                "공복혈당(mg/dL)": {
                "수치": 125,
                "위험등급": "주의"
                },
                "총콜레스테롤(mg/dL)": {
                "수치": 265,
                "위험등급": "주의"
                },
                "HDL콜레스테롤(mg/dL)": {
                "수치": 42,
                "위험등급": "주의"
                },
                "LDL콜레스테롤(mg/dL)": {
                "수치": 185,
                "위험등급": "주의"
                },
                "중성지방(mg/dL)": {
                "수치": 270,
                "위험등급": "주의"
                },
                "간수치(AST, IU/L)": {
                "수치": 85,
                "위험등급": "위험"
                },
                "간수치(ALT, IU/L)": {
                "수치": 90,
                "위험등급": "위험"
                },
                "간수치(GGT, IU/L)": {
                "수치": 180,
                "위험등급": "위험"
                },
                "신장기능(크레아티닌, mg/dL)": {
                "수치": 1.2,
                "위험등급": "정상"
                },
                "신장기능(eGFR, mL/min/1.73m²)": {
                "수치": 95,
                "위험등급": "정상"
                },
                "간기능(알부민, g/dL)": {
                "수치": 2.8,
                "위험등급": "위험"
                },
                "간기능(총빌리루빈, mg/dL)": {
                "수치": 1.9,
                "위험등급": "주의"
                }
            },
            "보험가입내역": [
                {
                "상품명": "삼성 인터넷 비갱신 암보험",
                "보장급부": "일반암",
                "보장내용": "일반암, 소액암 보장",
                "보장금액(만원)": 3300,
                "보험료(만원)": 6.1,
                "설명": "일반암. 주보험 약관에서 정의한 암(초기유방암, 기타피부암, 중증이외갑상선암, 비침습방광암 및 대장점막내암 제외). 초기이외유방암/중증갑상선암/자궁암/전립선암은 계약일로부터 1년 이내에는 가입금액의 50%를 지급"
                },
                {
                "상품명": "삼성 인터넷 정기보험",
                "보장급부": "일반사망",
                "보장내용": "사망 보장",
                "보장금액(만원)": 30000,
                "보험료(만원)": 1.7,
                "설명": "사망시 보험금 지급"
                },
                {
                "상품명": "교보라플 맞춤건강종합보험",
                "보장급부": "심장질환 보장",
                "보장내용": "특정심장질환, 허혈성심장질환, 급성심근경색증 진단시 보험금 지급",
                "보장금액(만원)": 3480,
                "보험료(만원)": 1,
                "설명": "특정심장질환, 허혈성심장질환, 급성심근경색증 진단시 보험금 지급"
                }
            ]
        }

    },
    "User2": {
        "info": {
            "기본정보": {
                "이름": "곰영희",
                "성별": "여성",
                "생년월일": "1985년 3월 10일",
                "나이": 40,
                "연령대": "40-44세"
            },
            "건강검진정보": {
                "체질량지수(BMI)": {
                "수치": 27.5,
                "위험등급": "주의"
                },
                "혈압(mmHg)": {
                "수치": "138/88",
                "위험등급": "주의"
                },
                "공복혈당(mg/dL)": {
                "수치": 115,
                "위험등급": "주의"
                },
                "총콜레스테롤(mg/dL)": {
                "수치": 240,
                "위험등급": "주의"
                },
                "HDL콜레스테롤(mg/dL)": {
                "수치": 42,
                "위험등급": "주의"
                },
                "LDL콜레스테롤(mg/dL)": {
                "수치": 160,
                "위험등급": "주의"
                },
                "중성지방(mg/dL)": {
                "수치": 210,
                "위험등급": "주의"
                },
                "간수치(AST, IU/L)": {
                "수치": 55,
                "위험등급": "주의"
                },
                "간수치(ALT, IU/L)": {
                "수치": 60,
                "위험등급": "주의"
                },
                "간수치(GGT, IU/L)": {
                "수치": 100,
                "위험등급": "주의"
                },
                "신장기능(크레아티닌, mg/dL)": {
                "수치": 1.3,
                "위험등급": "주의"
                },
                "신장기능(eGFR, mL/min/1.73m²)": {
                "수치": 70,
                "위험등급": "주의"
                },
                "간기능(알부민, g/dL)": {
                "수치": 3.0,
                "위험등급": "주의"
                },
                "간기능(총빌리루빈, mg/dL)": {
                "수치": 1.5,
                "위험등급": "주의"
                }
            },
            "보험가입내역": [
                {
                "상품명": "삼성 인터넷 비갱신 암보험",
                "보장급부": "일반암",
                "보장내용": "일반암, 소액암 보장",
                "보장금액(만원)": 5600,
                "보험료(만원)": 6.1,
                "설명": "일반암. 주보험 약관에서 정의한 암(초기유방암, 기타피부암, 중증이외갑상선암, 비침습방광암 및 대장점막내암 제외). 초기이외유방암/중증갑상선암/자궁암/전립선암은 계약일로부터 1년 이내에는 가입금액의 50%를 지급"
                },
                {
                "상품명": "삼성 인터넷 정기보험",
                "보장급부": "일반사망",
                "보장내용": "사망 보장",
                "보장금액(만원)": 5000,
                "보험료(만원)": 1.7,
                "설명": "사망시 보험금 지급"
                },
                {
                "상품명": "교보라플 맞춤건강종합보험",
                "보장급부": "심장질환 보장",
                "보장내용": "특정심장질환, 허혈성심장질환, 급성심근경색증 진단시 보험금 지급",
                "보장금액(만원)": 3500,
                "보험료(만원)": 1,
                "설명": "특정심장질환, 허혈성심장질환, 급성심근경색증 진단시 보험금 지급"
                }
            ]
         }

    },
    "User3": {
        "info": {
            "기본정보": {
                "이름": "곰순이",
                "성별": "여성",
                "생년월일": "2002년 5월 3일",
                "나이": 23,
                "연령대": "20-24세"
            },
            "건강검진정보": {
                "체질량지수(BMI)": {
                "수치": 26.5,
                "위험등급": "주의"
                },
                "혈압(mmHg)": {
                "수치": "145/95",
                "위험등급": "위험"
                },
                "공복혈당(mg/dL)": {
                "수치": 120,
                "위험등급": "주의"
                },
                "총콜레스테롤(mg/dL)": {
                "수치": 250,
                "위험등급": "주의"
                },
                "HDL콜레스테롤(mg/dL)": {
                "수치": 38,
                "위험등급": "주의"
                },
                "LDL콜레스테롤(mg/dL)": {
                "수치": 190,
                "위험등급": "위험"
                },
                "중성지방(mg/dL)": {
                "수치": 280,
                "위험등급": "주의"
                },
                "간수치(AST, IU/L)": {
                "수치": 52,
                "위험등급": "주의"
                },
                "간수치(ALT, IU/L)": {
                "수치": 54,
                "위험등급": "주의"
                },
                "간수치(GGT, IU/L)": {
                "수치": 95,
                "위험등급": "주의"
                },
                "신장기능(크레아티닌, mg/dL)": {
                "수치": 1.1,
                "위험등급": "정상"
                },
                "신장기능(eGFR, mL/min/1.73m²)": {
                "수치": 95,
                "위험등급": "정상"
                },
                "간기능(알부민, g/dL)": {
                "수치": 3.2,
                "위험등급": "주의"
                },
                "간기능(총빌리루빈, mg/dL)": {
                "수치": 1.1,
                "위험등급": "정상"
                }
            },
            "보험가입내역": [
                {
                "상품명": "삼성 인터넷 비갱신 암보험",
                "보장급부": "일반암",
                "보장내용": "일반암, 소액암 보장",
                "보장금액(만원)": 6500,
                "보험료(만원)": 6.1,
                "설명": "일반암. 주보험 약관에서 정의한 암(초기유방암, 기타피부암, 중증이외갑상선암, 비침습방광암 및 대장점막내암 제외). 초기이외유방암/중증갑상선암/자궁암/전립선암은 계약일로부터 1년 이내에는 가입금액의 50%를 지급"
                },
                {
                "상품명": "삼성 인터넷 정기보험",
                "보장급부": "일반사망",
                "보장내용": "사망 보장",
                "보장금액(만원)": 20000,
                "보험료(만원)": 1.7,
                "설명": "사망시 보험금 지급"
                },
                {
                "상품명": "교보라플 맞춤건강종합보험",
                "보장급부": "심장질환 보장",
                "보장내용": "특정심장질환, 허혈성심장질환, 급성심근경색증 진단시 보험금 지급",
                "보장금액(만원)": 1000,
                "보험료(만원)": 1,
                "설명": "특정심장질환, 허혈성심장질환, 급성심근경색증 진단시 보험금 지급"
                }
            ]
        }

    },
    "User4": {
        "info": {
            "기본정보": {
                "이름": "곰돌이",
                "성별": "남성",
                "생년월일": "1990년 1월 29일",
                "나이": 35,
                "연령대": "35-39세"
            },
            "건강검진정보": {
                "체질량지수(BMI)": {
                "수치": 28,
                "위험등급": "주의"
                },
                "혈압(mmHg)": {
                "수치": "145/92",
                "위험등급": "위험"
                },
                "공복혈당(mg/dL)": {
                "수치": 125,
                "위험등급": "주의"
                },
                "총콜레스테롤(mg/dL)": {
                "수치": 260,
                "위험등급": "주의"
                },
                "HDL콜레스테롤(mg/dL)": {
                "수치": 35,
                "위험등급": "주의"
                },
                "LDL콜레스테롤(mg/dL)": {
                "수치": 200,
                "위험등급": "위험"
                },
                "중성지방(mg/dL)": {
                "수치": 290,
                "위험등급": "주의"
                },
                "간수치(AST, IU/L)": {
                "수치": 55,
                "위험등급": "주의"
                },
                "간수치(ALT, IU/L)": {
                "수치": 52,
                "위험등급": "주의"
                },
                "간수치(GGT, IU/L)": {
                "수치": 105,
                "위험등급": "주의"
                },
                "신장기능(크레아티닌, mg/dL)": {
                "수치": 1.2,
                "위험등급": "정상"
                },
                "신장기능(eGFR, mL/min/1.73m²)": {
                "수치": 92,
                "위험등급": "정상"
                },
                "간기능(알부민, g/dL)": {
                "수치": 3.1,
                "위험등급": "주의"
                },
                "간기능(총빌리루빈, mg/dL)": {
                "수치": 1.0,
                "위험등급": "정상"
                }
            },
            "보험가입내역": [
                {
                "상품명": "삼성 인터넷 비갱신 암보험",
                "보장급부": "일반암",
                "보장내용": "일반암, 소액암 보장",
                "보장금액(만원)": 6500,
                "보험료(만원)": 6.1,
                "설명": "일반암. 주보험 약관에서 정의한 암(초기유방암, 기타피부암, 중증이외갑상선암, 비침습방광암 및 대장점막내암 제외). 초기이외유방암/중증갑상선암/자궁암/전립선암은 계약일로부터 1년 이내에는 가입금액의 50%를 지급"
                },
                {
                "상품명": "삼성 인터넷 정기보험",
                "보장급부": "일반사망",
                "보장내용": "사망 보장",
                "보장금액(만원)": 30000,
                "보험료(만원)": 1.7,
                "설명": "사망시 보험금 지급"
                },
                {
                "상품명": "교보라플 맞춤건강종합보험",
                "보장급부": "심장질환 보장",
                "보장내용": "특정심장질환, 허혈성심장질환, 급성심근경색증 진단시 보험금 지급",
                "보장금액(만원)": 1000,
                "보험료(만원)": 1,
                "설명": "특정심장질환, 허혈성심장질환, 급성심근경색증 진단시 보험금 지급"
                }
            ]
        }

    }
} 