USERS = {
    "User1": {
        "info": {
            "기본정보": {
                "이름": "이성룡",
                "성별": "남성",
                "생년월일": "1984년 3월 7일",
                "나이": 41,
                "연령대": "40-44세"
            },
            "건강검진정보": {
                "체질량지수(BMI)": {
                    "수치": 22,
                    "위험등급": "정상"
                },
                "혈압(mmHg)": {
                    "수치": "120/80",
                    "위험등급": "정상"
                },
                "공복혈당(mg/dL)": {
                    "수치": 90,
                    "위험등급": "정상"
                },
                "총콜레스테롤(mg/dL)": {
                    "수치": 255,
                    "위험등급": "주의"
                },
                "HDL콜레스테롤(mg/dL)": {
                    "수치": 60,
                    "위험등급": "정상"
                },
                "LDL콜레스테롤(mg/dL)": {
                    "수치": 180,
                    "위험등급": "주의"
                },
                "중성지방(mg/dL)": {
                    "수치": 250,
                    "위험등급": "주의"
                },
                "간수치(AST, IU/L)": {
                    "수치": 45,
                    "위험등급": "주의"
                },
                "간수치(ALT, IU/L)": {
                    "수치": 48,
                    "위험등급": "주의"
                },
                "간수치(GGT, IU/L)": {
                    "수치": 110,
                    "위험등급": "주의"
                },
                "신장기능(크레아티닌, mg/dL)": {
                    "수치": 1,
                    "위험등급": "정상"
                },
                "신장기능(eGFR, mL/min/1.73m²)": {
                    "수치": 100,
                    "위험등급": "정상"
                },
                "간기능(알부민, g/dL)": {
                    "수치": 3.3,
                    "위험등급": "주의"
                },
                "간기능(총빌리루빈, mg/dL)": {
                    "수치": 0.8,
                    "위험등급": "정상"
                }
            },
            "보험가입내역": [
                {
                    "상품명": "삼성 인터넷 비갱신 암보험",
                    "보장급부": "일반암",
                    "보장내용": "일반암 보장",
                    "보장금액(만원)": 3300,
                    "보험료(만원)": 6.1,
                    "설명": "일반암. 주보험 약관에서 정의한 암(초기유방암, 기타피부암, 중증이외갑상선암, 비침습방광암 및 대장점막내암 제외). 초기이외유방암/중증갑상선암/자궁암/전립선암은 계약일로부터 1년 이내에는 가입금액의 50%를 지급"
                },
                {
                    "상품명": "삼성 인터넷 정기보험",
                    "보장급부": "일반사망",
                    "보장내용": "사망 보장",
                    "보장금액(만원)": 10000,
                    "보험료(만원)": 1.7,
                    "설명": "사망시 보험금 지급"
                },
                {
                    "상품명": "교보라플 맞춤건강종합보험",
                    "보장급부": "심장질환 보장",
                    "보장내용": "특정심장질환, 허혈성심장질환, 급성심근경색증 진단시 보험금 지급",
                    "보장금액(만원)": 500,
                    "보험료(만원)": 1,
                    "설명": "특정심장질환, 허혈성심장질환, 급성심근경색증 진단시 보험금 지급"
                }
            ]
        }
    },
    "User2": {
        "info": {
            "기본정보": {
                "이름": "이경세",
                "성별": "남성",
                "생년월일": "1984년 3월 7일",
                "나이": 26,
                "연령대": "40-44세"
            }
        }
    },
    "User3": {
        "info": {
            "기본정보": {
                "이름": "이정준",
                "성별": "남성",
                "생년월일": "1984년 3월 7일",
                "나이": 40,
                "연령대": "40-44세"
            }
        }
    },
    "User4": {
        "info": {
            "기본정보": {
                "이름": "차은우",
                "성별": "남성",
                "생년월일": "1984년 3월 7일",
                "나이": 39,
                "연령대": "40-44세"
            }
        }
    }
} 